Repository: hedayat/pmg
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fa

source: Join to the game
fa: ثبت نام در بازی

source: Leave the game
fa: ترک کردن بازی

source: Show current options
fa: نمایش گزینه‌های فعلی

source: Show identity on day punish
fa: نشان دادن هویت در روز

source: Set when mafia will win: 0: mafia count = ppl count, 1: mafia count = 0
fa: شرط برد مافیا: 0 : تعداد مافیا= تعداد شهروند، 1: تعداد مافیا=0

source: Minimum allowed night time (at least 100)
fa: حداقل زمان شب (حداقل ۱۰۰)

source: <seconds>
fa: <ثانیه>

source: Minimum allowed day time (at least 100)
fa: حداقل زمان روز (حداقل ۱۰۰)

source: Time for last defense before executing someone in a day
fa: زمان دفاع

source: Start game
fa: شروع کردن بازی

source: ReStart game to register again
fa: شروع مجدد

source: Ask who you are in the current game
fa: پرسیدن نقش خود در بازی

source: Prints the number of players
fa: نشان دادن لیست بازیکنان

source: List all registered and in game state
fa: لیست افرادیی که ثبت نام کرده و در بازی هستند

source: List current votes
fa: نشان دادن رای ها

source: Day command to punish sombebody, or remove vote (-)
fa: رای دادن، یا برداشتن رای در روز (-)

source: <nick>|-
fa: <نام کاربر>|-

source: Request timeout
fa: درخواست تایم اوت

source: Mafia command, kill somebody, or nobody (*), or remote vote (-)
fa: دستور مافیا، کشتن، یا نکشتن(*)، یا برداشتن رای (-)

source: Heal in night time
fa: شفا دادن در شب

source: <nick>
fa: <نام کاربری>

source: Detector command in night time to ask if someone is mafia
fa: دستور کاراگاه در شب برای یافتن مافیا

source: A wish by the last one punished during a day
fa: آروزی آخرین فرد کشته شده در روز

source: <wish>
fa: <آرزو>

source: Say you think someone is mafia
fa: حدس شما درمورد هویت مافیا

source: <nick> [<reason>]
fa: <نام کاربر> [<علت>]

source: Slap somebody!
fa: سیلی زدن!

source: Remove a user which has left channel from the game
fa: بیرون کردن کاربری که بازی را ترک کرده

source: Kick a user out of channel
fa: بیرون کردن کاربر

source: Remove a nick from game
fa: حذف یک کاربر از بازی

source: Send raw message
fa: ارسال پیام خام

source: <rawmessage>
fa: <پیام خام>

source: Show identity on day punish is ON (show-mafia 1)
fa: هویت کشته شده در روز نشان داده می‌شود (show-mafia 1)

source: Show identity on day punish is OFF (show-mafia 0)
fa: هویت کشته شده در روز نشان داده نمی‌شود (show-mafia 0)

source: Mafia win state is when mafia cnt = ppl cnt (mafia-state 0)
fa: برد مافیا زمانیست که تعداد مافیا =تعداد شهروندها (mafia-state 0)

source: Mafia win state is when ppl cnt = 0 (mafia-state 1)
fa: برد مافیا زمانیست که تعداد شهروندان = 0 (mafia-state 1)

source: Dead people can talk (dead-talk 1)
fa: مرده ها اجازه صحبت دارند (dead-talk 1)

source: Dead people can not talk (sorry) (dead-talk 0)
fa: مرده ها اجازه صحبت ندارند (dead-talk 0)

source: Day timeout is %d secound (day-time %d)
fa: تایم اوت در روز %d ثانیه است (day-time %d)

source: Night timeout is %d secound (night-time %d)
fa: تایم اوت در شب %d ثانیه است (night-time %d)

source: Day-only Commands:
fa: فرمان های روز:

source: !punish <nick> : To vote to punish <nick>
fa: !punish <نام کاربر>:‎ ‏رأی دادن به ‏<نام کاربر>‏

source: !punish - : To remove your vote
fa: !punish -: برداشتن رای

source: !vote : To see other people votes
fa: !vote: مشاهده رای‌ها

source: !timeout : To end the day after %d seconds when 60% of players cast their vote.
fa: !timeout:به پایان رساندن روز بعد از %d ثانیه وقتیکه ۶۰٪ از بازیکنان رای داده اند

source: Night-only Commands:
fa: فرمان های شب:

source: !timeout : To end the night after %d seconds
fa: !timeout: به پایان رساندن شب بعد از %d ثانیه

source: Doctor Command:
fa: فرمان دکتر:

source: !heal <nick> : To heal <nick>
fa: !heal <nick>: شفا دادن <نام کاربری>

source: Detector Command:
fa: فرمان کاراگاه:

source: !whois <nick> : To investigate <nick>
fa: !whois <nick>:استعلام<نام کاربری>

source: Mafia Commands:
fa: فرمان مافیا:

source: !kill <nick> : To kill <nick>
fa: !kill <nick>:کشتن <نام کاربری>

source: !kill * : To kill nobody
fa: !kill *: نکشتن

source: !kill - : To remove your vote
fa: !kill -: برداشتن رای

source: !vote : To see other mafias (and their votes)
fa: !vote: شناسایی دیگر مافیاها(و دیدن رای هایشان)

source: Global Commands:
fa: فرمان‌های کلی:

source: !list : To see list of all players
fa: !list: مشاهده لیست بازیکنان

source: !count : To see the number of players
fa: !count: مشاهده تعداد بازیکنان

source: !whoami: To see who you are!
fa: !whoami: مشاهده نقش خود

source: Dead Commands:
fa: فرمان های مرده‌ها:

source: !slap <nick> [<reason>] : To slap somebody!
fa: !slap <nick> [<reason>] : !سیلی زدن

source: !mafia <nick> [<reason>] : To say you think someone is mafia!
fa: !mafia <nick> [<reason>] :نظر شما در مورد اینکه چه کسی مافیاست!

source: Other Commands:
fa: دیگر فرمان ها:

source: Not a good time!
fa: زمان مناسبی نیست!

source: You are not in game ;) may be next time
fa: در بازی نیستید :(

source: Checking time out. please wait! request from :
fa: لطفا صبر کنید! درخواست تایم اوت از جانب:

source: Not killing time!
fa: زمان کشتن نیست!

source: Mafia count should be specified!
fa: تعداد مافیاها باید تعیین شود!

source: You are not in game ;)
fa: شما در بازی نیستید :(

source: You are not in game, sorry
fa: متاسفم، در بازی نیستید

source: Its not a good time to ask this.
fa: زمان مناسبی برای پرسش این سوال نیست.

source: You are dead! rest in peace :D (Or I'll kick you!)
fa: شما کشته شدید! روحتان قرین آرامش D:

source: The game is already on, sorry!
fa: بازی قبلا شروع شده، متاسفم!

source: You are already in game, for exit use command !leave
fa: در بازی هستید، جهت خروج از دستور !leave استفاده کنید

source: Welcome to game %s, wait for start :D you can read the manual at %s
fa: به بازی خوش آمدی %s عزیز، منتظر شروع بازی باشید :D راهنمای بازی را در %s می‌توانید بخوانید

source: %s joined to the game :), total players: %d
fa: ‏%s ثبت نام کرد، تعداد بازیکنان: %d

source: Changed his/her nick to
fa: نام کاربری خود را تغییر داد به

source: You are dead, so its ok to leave. just say goodbye to other people ;D
fa: شما مرده‌اید، پس می‌توانید بازی را ترک کنید. فقط با دیگران خداحافظی کنید D;

source: See you soon :)
fa: بزودی میبینمت :)

source: You are the Godfather!!
fa: پدرخوانده هستید!!

source: You are mafia!!
fa: مافیا هستید!!

source: Mafia crew:
fa: تیم مافیا:

source: You are mafia :D Please join %s and %s
fa: شما مافیا هستید :D لطفا به %s و %s ملحق شوید

source: Use this command :
fa: از این دستور استفاده کنید:

source: You are <NOT> mafia!
fa: شهروند هستید!

source: You are doctor!, use %s command in PRIVATE to heal one ppl in NIGHT!
fa: دکتر هستید! از فرمان %s برای شفا دادن استفاده کنید!

source: You are detective!, use %s command in PRIVATE to identify one ppl each NIGHT!
fa: کاراگاه هستید! از فرمان %s جهت استعلام گرفتن استفاده کنید!

source: You are Invulnerable! you die only with punish command!
fa: رویین تن هستید! فقط در رای گیری روز کشته میشوید!

source: The game is on! gg and have fun!
fa: بازی شروع شد!

source: At least one mafia must exist!
fa: حداقل یک مافیا باید وجود داشته باشد!

source: You need at least %d player but you are %d
fa: حداقل به %d بازیکن نیاز دارید اما شما %d نفر هستید

source: One
fa: یک

source: No
fa: بدون

source: Starting game with %d Mafia(s), %s Dr, %s Detective, %s Invulnerable, and %s Godfather.
fa: شروع بازی با %d مافیا، %s دکتر، %s کاراگاه، %s روئین‌تن، و %s پدرخوانده.

source: Selecting roles...
fa: انتخاب نقش ها...

source: Get user list , player count :
fa: فهرست بازیکنان، تعداد کل:

source: ALIVE
fa: زنده

source: DEAD
fa: مرده

source: %s is %s!
fa: کاربر %s %s است!

source: Mafia
fa: مافیا

source: Citizen
fa: شهروند

source: Your turn to kill!! use %s command to vote
fa: با استفاده از فرمان %s یک نفر را بکشید

source: !kill * : for kill nobody
fa: !kill *: نکشتن

source: !kill - : for remove your vote
fa: !kill -: برداشتن رای

source: !timeout : To end the night after
fa: !timeout: خاتمه دادن به شب بعد از

source: Good night ppl ;)
fa: شب بخیر شهروندان ;)

source: Your turn to hide!!
fa: پنهان شوید!!

source: Hi ppl, there is a dead! lets find the killer and punish him/her. use %s command
fa: دیشب یک نفر کشته شد! مافیا را پیدا کنید و با فرمان %s به او رای دهید

source: Hi ppl, No one dead. peeowh!! either its a doctor's job or mafia trick :D, but who care? use %s command
fa: دیشب کسی کشته نشد! از فرمان %s جهت رای دادن استفاده کنید

source: !punish - : for remove your vote
fa: !punish -: رای خود را برداشت

source: !timeout : To end the day after
fa: !timeout : خاتمه دادن به روز بعد از

source: and 60% of player cast their vote.
fa: و ۶۰٪ بازیکنان رای دادند.

source: There is %d player, %d dead and %d mafia player
fa: تعداد بازیکنان = %d، تعداد مرده ها = %d، و تعداد مافیا = %d

source: There is %d player, %d dead
fa: %d بازیکن و %d مرده داریم

source: Mafia won!
fa: مافیا برنده شد!

source: Ppl won!
fa: شهروندها برنده شدند!

source: Wow! you are mad! its day time!
fa: روز است!

source: %s casted his/her vote for killing %s
fa: ‏%s به کشتن %s رأی داد

source: %s removed his/her vote. be fast :)
fa: ‏%s رأی خود را برداشت. زود باشید :)

source: Your vote not accepted!
fa: رای شما پذیرفته نشد!

source: Waiting for dr/detective/mafias to vote !
fa: لطفا منتظر رای مافیا، کاراگاه و دکتر بمانید!

source: There is a tie! please some one fix his/her vote!
fa: رای ها برابر شدند! رای خود را تغییر دهید!

source: You kill %s
fa: شما %s را کشتید

source: ALERT!!! They killed %s, lets find the killer!
fa: دیشب %s کشته شد!

source: You are dead! please respect others and be quiet. Thanks.
fa: شما کشته شدید! لطفا به احترام دیگران سکوت کنید. با تشکر.

source: Nobody killed :D
fa: کسی کشته نشد :)

source: No body kiled last night! WOOOW! but lets hunt some of them!
fa: دیشب کسی کشته نشد :)

source: You are not the last dead people!
fa: شما آخرین فرد کشته شده در روز نیستید!

source: You are not dead! you are a cheat!
fa: نمردید! دارید تقلب می‌کنید!

source: You already said :
fa: قبلا گفتید:

source: You can not heal, just in night.
fa: شما فقط در شب می توانید شفا دهید.

source: You heal %s
fa: شما %s را شفا دادید

source: Thinks you are selfish!
fa: فکر می‌کند خودخواه هستید!

source: You heal no body! heal some one!
fa: کسی را شفا ندادید! یک نفر را شفا دهید!

source: Wow! you are mad! its night!
fa: بله؟! الان شب است!

source: %s casted his/her vote for punishing %s
fa: ‏%s به %s رأی داد

source: %s removed his/her vote!
fa: ‏%s رأی خود را برداشت!

source: Your vote is not accepted!
fa: رای شما پذیرفته نشد!

source: Punishing canceled!
fa: اعدام لغو شد!

source: You will punish %s in %d seconds if his/her votes don't decrease...
fa: در صورت کم نشدن رأی‌های %s، در %d ثانیه او را اعدام می‌کنید....

source: Your turn to kill!
fa: نوبت شماست، یک نفر را بکشید!

source: You punish
fa: رای دادید به

source: You are dead! please respect others and be quiet. Thanks. You can use %s command ONLY ONCE to make your last wish.
fa: شما کشته شدید! لطفا با احترام به دیگران سکوت کنید، با تشکر. می‌توانید با فرمان %s آخرین حرفتان در بازی را بگویید.

source: Stay hidden! they kill you if they find you!
fa: مخفی شوید!

source: Do not over-do :) you already know too much!
fa: زیادی نپرس :) همین الان هم بیش‌از اندازه می‌دانی!

source: %s is %s
fa: ‏%s %s است!

source: You are not in game!
fa: در بازی نیستید!

source: Kiding me, right? They kill me if I tell you!
fa: شوخی می‌کنی، نه؟ اگر جواب بدهم من را می‌کشند!

source: Sorry, time out :D
fa: وقت تمام شد :(

source: Day time!
fa: روز است!

source: %d secound remain from night!
fa: از شب %d ثانیه باقی مانده است!

source: More than 60% of players cast their votes and day time out is ended.
fa: بیش از ۶۰٪ بازیکنان رأی داده‌اند و زمان روز به پایان رسید.

source: has come to this world :D
fa: وارد می‌شود D:

source: If there is a tie, cast your vote in private.
fa: اگر رای‌ها برابر شده، دوباره رأی بدهید.

source: %d secound remain from day, %d player of %d cast their vote!
fa: از روز %d ثانیه باقی مانده است، و %d بازیکن از %d نفر رای داده اند!

source: You are nobody :D
fa: هیچ نقشی ندارید D:

source: Save game :
fa: ذخیره بازی:

source: Save game failed
fa: ذخیره بازی امکان پذیر نیست!

source: Load game :
fa: بارگزاری بازی:

source: Load game failed
fa: بارگزاری بازی انجام نشد

source: Game restarted!
fa: شروع مجدد بازی!

source: Not punish time!
fa: رای دادن ممکن نیست!

source: Player count :
fa: تعداد بازیکنان:

source: Not healing time!
fa: شفا دادن ممکن نیست!
